Repository: B3tmen/HCI_Projekat-A_Dental-Clinic
Catalog: DentalClinic/ViewModels/Resources/LanguageStrings/Strings.*.resx
Languages: sr

# CheckUsername&amp;Password
source: Check your username and password and try again.
sr: Provjerite Vaše korisničko ime i lozinku i pokušajte ponovo.

# EnterPassword
source: Please enter Your password.
sr: Molimo Vas da unesete Vašu lozinku.

# EnterUsername
source: Please enter Your username.
sr: Molimo Vas da unesete Vaše korisničko ime.

source: Error
sr: Greška

# ErrorOccured
source: An error occured. Please try again.
sr: Desila se greška. Molimo Vas da pokušate ponovo.

# Error_AppointmentDate
source: Date for the appointment can't be set in the past!
sr: Ne možete staviti datum u prošlosti!

# Error_DescriptionNotEntered
source: Error, Description field not entered.
sr: Greška, polje za 'Opis' ne smije biti prazno.

# Error_DoctorEmptyFields
source: Error, doctor necessary fields weren't entered.
sr: Greška, nisu unesena sva polja za doktora.

source: ERROR. Empty fields
sr: GREŠKA. Prazna polja.

source: Error, Medicine not selected.
sr: Greška, niste izabrali odgovarajući lijek.

# Error_NameNotEntered
source: Error, Name field not entered.
sr: Greška, polje za 'Naziv' ne smije biti prazno.

# Error_NoToothSelected
source: No tooth was worked on / selected.
sr: Greška, niste izabrali nijedan zub koji je rađen.

# Error_PasswordEmpty
source: Error, field 'Password' can't be empty.
sr: Greška, polje 'Lozinka' ne smije biti prazno.

# Error_UserEmptyFields
source: Error, user necessary fields weren't entered.
sr: Greška, nisu unesena sva polja za korisnika.

# Error_UsernameEmpty
source: Error, field 'Username' can't be empty.
sr: Greška, polje 'Korisničko ime' ne smije biti prazno.

source: Error, wrong credentials.
sr: Greška, pogrešni kredencijali.

# PressOK
source: Press OK to continue
sr: Pritisnite OK da nastavite.

# PressYes
source: Press 'Yes' to continue
sr: Kliknite 'Yes' da nastavite.

# Question_ActivateStatus
source: Are you sure you want to activate this user?
sr: Da li ste sigurni da želite da aktivirate ovog korisnika?

# Question_AddAppointment
source: Are You sure you want to add this appointment?
sr: Da li ste sigurni da želite da zakažete ovaj termin?

# Question_AddMedicine
source: Are You sure you want to add this medicine?
sr: Da li ste sigurni da želite da dodate ovaj lijek?

# Question_AddPatient
source: Are You sure you want to add this patient?
sr: Da li ste sigurni da želite da dodate pacijenta?

# Question_AddUser
source: Are you sure you want to add this user?
sr: Da li ste sigurni da želite da dodate ovog korisnika?

# Question_DeactivateStatus
source: Are you sure you want to deactivate this user?
sr: Da li ste sigurni da želite da deaktivirate ovog korisnika?

# Question_Logout
source: Are you sure you want to log out?
sr: Da li ste sigurni da želite da se odjavite?

# Question_MedicineUnusableStatus
source: Are you sure you want to mark this medicine as unusable?
sr: Da li ste sigurni da želite da označite ovaj lijek kao neupotrebljiv?

# Question_MedicineUsableStatus
source: Are you sure you want to mark this medicine as usable?
sr: Da li ste sigurni da želite da označite ovaj lijek kao upotrebljiv?

# Question_PrintPdf
source: Are You sure you want to print this receipt to PDF?
sr: Da li ste sigurni da želite da štampate ovaj račun u PDF-u?

# Question_UpdateMedicine
source: Are you sure you want to update this medicine?
sr: Da li ste sigurni da želite da ažurirate ovaj lijek?

# Question_UpdateUser
source: Are you sure you want to update this user?
sr: Da li ste sigurni da želite da ažurirate ovog korisnika?

# Success_ActivateStatus
source: SUCCESS! User successfully activated.
sr: USPJEŠNO! Korisnik uspješno aktiviran.

# Success_AddAppointment
source: SUCCESS! Appointment succefully added.
sr: USPJEŠNO! Termin uspješno dodat.

# Success_AddMedicine
source: SUCCESS! Medicine succefully added.
sr: USPJEŠNO! Lijek uspješno dodat.

# Success_AddPatient
source: SUCCESS! Patient succesfully added.
sr: USPJEŠNO! Pacijent uspješno dodat.

# Success_AddTreatment
source: SUCCESS! Treatment succesfully added.
sr: USPJEŠNO! Liječenje uspješno dodato.

# Success_AddUser
source: SUCCESS! User succesfully added.
sr: USPJEŠNO! Korisnik uspješno dodat.

# Success_DeactivateStatus
source: SUCCESS! User successfully deactivated.
sr: USPJEŠNO! Korisnik uspješno deaktiviran.

# Success_Login
source: SUCCESS! You have succesfully logged in.
sr: USPJEŠNO! Uspješno ste pristupili sistemu.

# Success_MedicineUnusableStatus
source: SUCCESS! Medicine successfully marked as unusable.
sr: USPJEŠNO! Lijek uspješno označen kao neupotrebljiv.

# Success_MedicineUsableStatus
source: SUCCESS! Medicine successfully marked as usable.
sr: USPJEŠNO! Lijek uspješno označen kao upotrebljiv.

# Success_PrintPdf
source: SUCCESS! Receipt was successfully printed to PDF.
sr: USPJEŠNO! Račun uspješno konvertovan u PDF format.

# Success_UpdateMedicine
source: SUCCESS! Medicine successfully updated.
sr: USPJEŠNO! Lijek uspješno ažuriran

# Success_UpdateUser
source: SUCCESS! User successfully updated.
sr: USPJEŠNO! Korisnik uspješno ažuriran.

# TryAgain
source: Please try again.
sr: Molimo Vas da pokušate ponovo.
